{
  "/discover-experience-points/": "/it/come-funzionano-i-punti-esperienza/",
  "/terms-and-conditions/": "/it/termini-e-condizioni/",
  "<bold>A team of competent and professional figures</bold> will always be at your side to resolve any doubts <br></br>you may have": "<bold>Un Team di figure competenti e professionali</bold> sarà sempre al tuo fianco per risolvere ogni tuo dubbio",
  "<bold>Test when and where you want!</bold><br></br>The important thing is to respect the closing date of the Test Campaign": "<bold>Testa quando e dove vuoi!</bold><br></br>L’importante è rispettare la data di chiusura della Campagna di Test",
  "A list of all the campaigns you participated in that are now completed. We will evaluate your performance in the 14 days following the end of the campaign and award you experience points and money accordingly.": "Un elenco di tutte le campagne a cui hai partecipato che sono state completate. Valuteremo le tue prestazioni nei 14 giorni successivi alla fine della campagna e ti assegneremo punti esperienza e denaro di conseguenza.",
  "A list of all the campaigns you successfully applied for. Read the manual and report as many bugs as you can to earn experience points and earn money. Don't forget to apply for new campaigns!": "Un elenco di tutte le campagne per le quali hai fatto domanda con successo. Leggi il manuale e segnala quanti più bug puoi per guadagnare punti esperienza e denaro. Non dimenticare di richiedere nuove campagne!",
  "A list of the campaigns you particiated in that were successfully evaluated by us. This list is designed to help you keep track of your activities as a tester.": "Un elenco delle campagne a cui hai partecipato che sono state valutate con successo da noi. Questo elenco è progettato per aiutarti a tenere traccia delle tue attività come tester.",
  "Action": "Azione",
  "Actions": "Azioni",
  "Activity": "Attività",
  "address": "indirizzo",
  "All_female": "Tutte",
  "All_male": "Tutti",
  "Applied": "Candidato",
  "Apply now": "Candidati",
  "AppQuality gave me this opportunity by participating in improving the quality of apps while working with a wonderful team.": "AppQuality mi ha dato questa opportunità partecipando al miglioramento della qualità delle app e, al tempo stesso, lavorando con una squadra meravigliosa.",
  "AppQuality provides a reliable testing environment for the best application results, I have a lot of fun participating in real test projects and feel so proud to be part of the App Quality testing community ... and to get paid too!": "AppQuality fornisce un ambiente di test affidabile per i migliori risultati delle applicazioni, mi diverto molto a partecipare a progetti di test reali e mi sento così orgoglioso di far parte della community di tester di App Quality ... e anche di essere pagato!",
  "AppQuality represents a very interesting opportunity to participate in real test projects for important international clients. It's a good way to use my professional testing skills in a very fun activity. I can earn extra money ... and that's great!": "AppQuality rappresenta un'opportunità molto interessante per partecipare a progetti di test reali per importanti clienti internazionali. È un buon modo per utilizzare le mie capacità professionali di test in un'attività molto divertente. Posso guadagnare soldi extra ... e questo è fantastico!",
  "Approved bugs": "Bug approvati",
  "Are you ready to get involved?": "Sei pronto a metterti in gioco?",
  "Available booty": "Guadagni disponibili",
  "Avalaible Campaigns": "Campagne Disponibili",
  "Become an AppQuality Tester": "Diventa un AppQuality Tester",
  "Becoming a part of Crowd AppQuality community is simple: It's not requested a particular profile, is the multiprofile our power.": "Diventare parte della community di Crowd AppQuality è e semplice: non è richiesto un profilo particolare, il multiprofilo è la nostra forza",
  "Bug Evaluation": "Valutazione Bug",
  "bugs found": "bug trovati",
  "By clicking this button, you accept the <1>Terms</1> and <3>Privacy Policy</3>": "Cliccando questo bottone accetti i <1>Termini d'utilizzo</1> e la <3>Privacy Policy</3>",
  "By successfully completing a Campaign <bold>you will receive a payout</bold>, which you can transfer to your IBAN or PayPal.": "Completando correttamente una Campagna <bold>riceverai un payout</bold>, che potrai trasferire sul tuo IBAN o PayPal",
  "Campaign": "Campagna",
  "Campaign Completion": "Completamento campagna",
  "Cancel": "Annulla",
  "Close Date": "Chiusa",
  "Closed": "Chiuse",
  "company": "company",
  "Completed": "Completate",
  "Completed campaigns": "Campagne completate",
  "Connect AppQuality to one of your accounts, this will make it easier for you to access your dashboard": "Collega AppQuality a uno dei tuoi account, in questo modo sarà più facile accedere alla dashboard",
  "constant support": "supporto costante",
  "Country": "Nazione",
  "Courses": "Corsi",
  "Create a tester profile on appquality": "Crea un profilo tester su AppQuality",
  "Create an account": "Creare un account",
  "Dashboard": "Dashboard",
  "Date": "Data",
  "Date of birth": "Data di nascita",
  "devices": "dispositivi",
  "Devices": "Dispositivi",
  "Don't know anything about testing?<br></br> Don't be afraid! We have for you <bold>Certificated Basic Courses</bold> and many training articles": "Non sai nulla di test? <br></br>Non temere! Abbiamo per te dei <bold>Corsi Base con attestato</bold> e tanti articoli formativi",
  "Each Test you take will allow you to increase your skills and hone your tester abilities.": "Ogni Test che svolgerai ti permetterà di accrescere le tue competenze e affinare le tue capacità da tester.",
  "Earn money using your devices": "Guadagna utilizzando i tuoi dispositivi",
  "Email": "E-mail",
  "Email must be a valid email": "L'email deve essere una email valida",
  "End Date": "Conclusa",
  "Experience Points": "Punti esperienza",
  "Extra Award": "Premio extra",
  "Facebook": "Facebook",
  "fair payments": "pagamenti equi",
  "Feedback": "Feedback",
  "Filters": "Filtri",
  "flexible hours": "flessibilità",
  "forgot your password?": "hai dimenticato la password?",
  "free training": "formazione gratuita",
  "Getting Started": "Iniziare",
  "grow your experience": "migliora ogni giorno",
  "Have you ever surfed the internet with your smartphone or computer and come across an app or website that is unintuitive or has errors?": "Ti è mai capitato di navigare su internet con il tuo smartphone o il computer e imbatterti in un’app o un sito web poco intuitivo o con errori?",
  "History": "Storico",
  "home": "home",
  "Home": "Home",
  "How do experience points work?": "Come funzionano i punti esperienza?",
  "https://www.iubenda.com/privacy-policy/7934311": "https://www.iubenda.com/privacy-policy/7934311",
  "I agree to receive earning opportunity emails from AppQuality": "Accetto di ricevere e-mail sulle opportunità di guadagno da AppQuality",
  "I found a young, dynamic, reliable and solid reality, with which I was able to deepen my test skills, in a totally new way; The Crowd. AppQuality is like a \"test gym\" to improve test and skill skills with passion, fun, very clear guidelines and most of all ... together!": "Ho trovato una realtà giovane, dinamica, affidabile e solida, con la quale ho potuto approfondire le mie capacità di test, in un modo totalmente nuovo: The Crowd. AppQuality è come una \"palestra di prova\" per migliorare le capacità di test e abilità con passione, divertimento, linee guida molto chiare e soprattutto ... insieme!",
  "I have the opportunity to test apps in my free time and grow my IT experience, without wasting time in my studies; thanks to the money I earn from tests, I can reduce university expenses": "Ho l'opportunità di testare le app nel mio tempo libero e far crescere la mia esperienza in informatica, senza perdere tempo nei miei studi: grazie ai soldi che guadagno con i test, posso alleggerire le spese universitarie",
  "I said to myself \"Why don't we help improve what we will use every day?\". What started out as a joke turned out to be a passion. A wonderful and very professional work team is the icing on the cake of this great experience in AppQuality.": "Mi sono detto: \"Perché non contribuiamo a migliorare ciò che useremo ogni giorno?\". Quello che è iniziato come uno scherzo si è rivelato una passione. Un team di lavoro meraviglioso e molto professionale è la ciliegina sulla torta di questa grande esperienza in AppQuality.",
  "I understand, don't show this again": "Ho compreso. Non mostrare più",
  "In AppQuality there will never be a lack of challenges and you <bold>will immediately feel part of a dynamic and stimulating community!</bold> Get on board and start looking at the digital world around you with different eyes. <br></br><br></br>Testing is addictive!": "In AppQuality le sfide non mancheranno mai e <bold>ti sentirai subito parte di una Community dinamica e stimolante!</bold> Sali a bordo e inizia a guardare con occhi diversi il mondo digitale intorno a te.<br></br><br></br>Testare crea dipendenza!",
  "It is an interesting experience and a great opportunity to work with AppQuality. I can say that I have improved my attention to detail and my testing skills in general.": "È un'esperienza interessante e una grande opportunità per lavorare con AppQuality: posso dire di aver migliorato la mia attenzione ai dettagli e in generale alle mie capacità di test.",
  "Join the AppQuality tester community!": "Unisciti alla community di Tester AppQuality",
  "join the team": "Unisciti alla Community",
  "Leaderboard": "Classifica",
  "Learn More": "Scopri di più",
  "Learn more about how we calculate and attribute experience points.": "Scopri di più su come calcoliamo e attribuiamo i punti esperienza",
  "LinkedIn": "LinkedIn",
  "loading": "caricamento",
  "Loading": "Caricamento in corso",
  "Log in with an existing account": "Accedi con un account esistente",
  "login": "accedi",
  "Login": "Accedi",
  "login with your credentials": "accedi con le tue credenziali",
  "Message archive": "Archivio messaggi",
  "Must be at least 6 character long": "Deve contenere almeno 6 caratteri",
  "Must contain at least a lowercase letter": "Deve contenere almeno una lettera minuscola",
  "Must contain at least a number": "Deve contenere almeno un numero",
  "Must contain at least an uppercase letter": "Deve contenere almeno una lettera maiuscola",
  "Name": "Nome",
  "Not available": "Non disponibile",
  "or <1>create an account</1>": "o <1>crea un account</1>",
  "or login with": "o accedi con",
  "Other": "Altro",
  "Our Community": "La nostra community",
  "Our Testers’ advices": "I consigli dei nostri tester",
  "Page %current% / %total%": "Pagina %current% / %total%",
  "Password": "Password",
  "Payments": "Pagamenti",
  "Points": "Punti",
  "Points Fix": "Correzione punti",
  "Profile": "Profilo",
  "Read manual": "Leggi il manuale",
  "Reason": "Motivazione",
  "Recived booty": "Guadagni ricevuti",
  "redirecting": "reindirizzamento",
  "Redirecting to your dashboard...": "Reindirizzamento alla dashboard in corso ...",
  "Referral": "Referral",
  "Report a bug": "Segnala un bug",
  "Search": "Cerca",
  "Search by reason": "Cerca per motivazione",
  "Search here": "Cerca",
  "Select a country": "Seleziona un paese",
  "Select your birth date": "Seleziona la tua data di nascita",
  "Set": "Conferma",
  "Severity": "Gravità",
  "Signup now": "Iscriviti ora",
  "social": "social",
  "Start Date": "Partenza",
  "Status": "Stato",
  "Submitted bugs": "Bug caricati",
  "Surname": "Cognome",
  "testers": "tester",
  "testing campaigns": "Campagne di Test",
  "Testing University": "Università del test",
  "The password must be at least 6 characters long, contain an uppercase letter, a lowercase letter and a number.": "La password deve essere lunga almeno 6 caratteri, contenere una lettera maiuscola, una lettera minuscola e un numero.",
  "This is a required field": "Questo è un campo obbligatorio",
  "This is your personal dashboard. From here you can check out your stats, keep an eye on the progress of your work and find new campaigns to apply for. Have fun!": "Questa è la tua dashboard personale. Da qui puoi controllare le tue statistiche, tenere d'occhio l'andamento del tuo lavoro e trovare nuove campagne per cui candidarti. Buon divertimento!",
  "Title": "Titolo",
  "To be completed": "Da svolgere",
  "To test you won't need special equipment, but simply  <bold>your own personal devices</bold>": "Per testare non avrai bisogno di attrezzature speciali, ma <bold>semplicemente dei tuoi dispositivi personali</bold>",
  "Type": "Tipo",
  "Uploaded Bugs": "Bug caricati",
  "View bugs page": "Vedi bug caricati",
  "View more": "Visualizza",
  "View payments page": "Vedi pagina dei pagamenti",
  "View ranking page": "Vedi la classifica",
  "wait...": "attendi...",
  "Whenever I am involved in a test campaign I feel honored and proud to help improve what many people use every day. The AppQuality team is great!": "Ogni volta che sono coinvolto in una campagna di test mi sento onorato e orgoglioso di contribuire a migliorare quello che molte persone usano ogni giorno. Il team di AppQuality è fantastico!",
  "Why you should become an AppQuality tester?": "Perché dovresti diventare un Tester AppQuality",
  "With AppQuality you will <2>have the opportunity to use services and apps of big companies</2>, report anomalous behaviors that you find and improve the experience offered to the user.<4></4><5>Your feedback and work are valuable!</5>": "Con AppQuality avrai <2>l'opportunità di utilizzare servizi e app di grandi aziende</2>, segnalare i comportamenti anomali che riscontri e migliorare l'esperienza offerta all'utente.<4></4><5>I tuoi feedback e il tuo lavoro sono preziosi!</5>",
  "Wrong username or password.": "Username o password errati.",
  "Your Performance": "Le tue Statistiche",
  "Your Rank": "In classifica"
}
